Repository: kodi-game/game.libretro.fbalpha2012-cps3
Catalog: game.libretro.fbalpha2012-cps3/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, ga, it_it, zh_cn

# Addon Description
source: A port of FinalBurn Alpha 2012 to Libretro. This is the standalone core for Capcom CPS-3.
da_dk: En port af FinalBurn Alpha 2012 til Libretro. Dette er den selvstændige kerne til Capcom CPS-3.
es_es: Una adaptación de FinalBurn Alpha 2012 a Libretro. Este es el núcleo independiente para Capcom CPS-3.
ga: Port de FinalBurn Alpha 2012 chuig Libretro. Seo croílár neamhspleách Capcom CPS-3.
it_it: Un port di FinalBurn Alpha 2012 su Libretro. Questo è il core autonomo per Capcom CPS-3.
zh_cn: FinalBurn Alpha 2012 的 Libretro 实现。这是 Capcom CPS-3 的独立核心。

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
it_it: Impostazioni
zh_cn: 设置

# #30001
source: Core-provided aspect ratio
da_dk: Billedformat leveret af core
es_es: Relación de Aspecto Proporcionada por el Núcleo
ga: Cóimheas gné arna sholáthar ag an gcroí
it_it: Proporzioni fornite dal core
zh_cn: 核心提供的纵横比

# #30002
source: Frameskip
da_dk: Spring frame over
es_es: Salto de Fotogramas
ga: Fráma-léim
it_it: Salto fotogrammi
zh_cn: 帧跳过

# #30003
source: CPU overclock
da_dk: Overclock CPU
es_es: Overclock de CPU
ga: Róchlogáil LAP
it_it: Overclock CPU
zh_cn: CPU 超频

# #30004
source: P1 control scheme
da_dk: P1 kontrolskema
es_es: Esquema del Mando P1
ga: Scéim rialaithe P1
it_it: Schema di controllo P1
zh_cn: P1 控制方案

# #30005
source: P2 control scheme
da_dk: P2 kontrolskema
es_es: Esquema del Mando P2
ga: Scéim rialaithe P2
it_it: Schema di controllo P2
zh_cn: P2 控制方案

# #30006
source: Hiscores
da_dk: Rekorder
es_es: Mejores Puntuaciones
ga: Scóráil arda
it_it: Punteggi più alti
zh_cn: 高分

# #30007
source: Samplerate (need to quit retroarch)
da_dk: Samplerate (skal afslutte retroarch)
es_es: Frecuencia de Muestreo (es necesario salir de retroarch)
ga: Ráta Samplála (ní mór scor den retroarch)
it_it: Frequenza di campionamento (devi uscire da Retroarch)
zh_cn: 取样频率（需要退出 retroarch）

# #30008
source: L/R P1 gamepad scheme
da_dk: Venstre/højre P1 gamepad-skema
es_es: Esquema Gamepad L/R P1
ga: Scéim gamepad C/D P1
it_it: Schema gamepad L/R P1
zh_cn: 左/右 P1 游戏手柄方案

# #30009
source: L/R P2 gamepad scheme
da_dk: Venstre/højre P2 gamepad-skema
es_es: Esquema Gamepad L/R P2
ga: Scéim gamepad C/D P2
it_it: Schema gamepad L/R P2
zh_cn: 左/右 P2 游戏手柄方案
